IDEA Open Model
CoordSystemByPoint.InPlane Property
Compatible with IDEA StatiCa v 10.1
 Point is in Plane
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Plane InPlane { get; set; }
Public Property InPlane As Plane
	Get
	Set
public:
property Plane InPlane {
	Plane get ();
	void set (Plane value);
}
Property Value
Type: Plane
See Also
Reference
CoordSystemByPoint Class
IdeaRS.OpenModel.Geometry3D Namespace